tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "htop"
brew "jq"
brew "lf"
brew "lynx"
brew "minikube"
brew "neovim"
brew "newsboat"
brew "openjdk"
brew "podman"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "wget"
brew "yq"
brew "yt-dlp"
brew "cloudfoundry/tap/cf-cli@7"
cask "alt-tab"
cask "drawio"
cask "iterm2"
cask "mpv"
cask "postman"
cask "sapmachine-jdk"
cask "soapui"
cask "visual-studio-code"
