tap "cloudfoundry/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "sqlite"
brew "autojump"
brew "azure-cli"
brew "bat"
brew "exa"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gh"
brew "hadolint"
brew "htop"
brew "jq"
brew "ijq"
brew "lf"
brew "lolcat"
brew "lynx"
brew "mpc"
brew "mpd", restart_service: true
brew "mupdf"
brew "ncmpcpp"
brew "neovim"
brew "newsboat"
brew "nnn"
brew "openjdk"
brew "pass"
brew "ripgrep"
brew "stow"
brew "sxiv"
brew "terminal-notifier"
brew "tmux"
brew "w3m"
brew "wget"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "zsh"
brew "cloudfoundry/tap/cf-cli@8"
cask "alt-tab"
cask "amethyst"
cask "calibre"
cask "dbeaver-community"
cask "drawio"
cask "iterm2"
cask "mpv"
cask "postman"
cask "transmission"
