# ======================================================
# Homebrew Bundle Brewfile
# Auto-generated on 2025-10-11 15:00:04
# ======================================================

# 🧰 Command-Line Tools
brew "bat"
brew "colima"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "git-delta"
brew "go"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "lazygit"
brew "lf"
brew "mpv"
brew "mupdf"
brew "neovim"
brew "powerlevel10k"
brew "ripgrep"
brew "terminal-notifier"
brew "tmux"
brew "trash-cli"
brew "zoxide"
brew "ijq"
brew "hurl"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# 🖥️ GUI Applications
cask "alacritty"
cask "brave-browser"
cask "ente-auth"
cask "hyperkey"
cask "maccy"
cask "raindropio"
cask "transmission"
cask "visual-studio-code"
cask "whatsapp"

# 🍻 Taps (extra repositories)
tap "homebrew/services"
tap "koekeishiya/formulae"

